
bot_text = {'start_command': 'Добрый день! Для доступа к боту, пожалуйста, напишите ваше имя и номер телефона \
(нажмите на кнопку ниже). Пока вы не поделились с нами именем и номером телефона, мы не сможем продолжить работу. \
Если ничего не помогает - введите /start',
            'greetings': 'Привет! Я телеграмм бот City day night.\n\nМы работаем день и ночь: с 12:00 до 04:00.\n\n \
Пригласи друга и получи 500 бонусных рублей на счет. Бонусами можно оплатить до 30% от счета.',
            'answers': 'Пожалуйста, ответьте на пару вопросов, и мы с вами свяжемся для подтверждения брони столика. \
Чтобы прервать опрос, нажмите кнопку "Назад"',
            'answer_date': 'На какую дату планируете бронь?',
            'answer_time': 'На какое время планируете бронь?',
            'name': 'Как вас зовут?',
            'phone': 'Для передачи номера телефона нажмите на кнопку ниже 👇',
            'table': 'Какой столик желаете забронировать?',
            'call_you': 'Спасибо! В ближайшее время с вами свяжется администратор, для подтверждения бронирования.',
            'adress': '<b>Адрес:</b>\nОренбург, ул.Саморядова, 6 (Поляничко)\n\n<b>Телефон:</b>\n30-97-77\n\n<b>Режим работы:</b>\n12:00 - 04:00',
            'bonus_menu': 'Для просмотра накопленных баллов или участия в реферальной программе выберите кнопки ниже, для возврата \
в основное меню нажмите кнопку "Назад"',
            'referal_link': 'Приглашайте друзей и получайте 500 бонусных рублей на счет!\nВаша ссылка для приглашения: {}',
            'wrong_name': '⚠️ Неправильно указано имя.\nПожалуйста проверьте правильность написания имени, оно должнобыть написано \
только текстом, на русском языке, без пробелов и других сторонних символов.'
            }

promo_photo_and_text = {'<b>Бизнес-ланч</b>\n\nСкидка 20% на всё меню с 12:00 до 18:00': 
                        'AgACAgIAAxkBAAILLGVeQxiAke7qN-9Zw9SRi7gUFOCYAAJJ3DEb937wStWU8CDIO7n0AQADAgADeQADMwQ',

                        '<b>Дымный коктейль со скидкой 20%</b>\n\n«Пока светит солнце»:\nс 12:00 до 18:00': 
                        'AgACAgIAAxkBAAILLmVeQx11mKSY7pDvB5_allVuxndSAAJK3DEb937wSlNySyDrOnJCAQADAgADeQADMwQ',

                        '<b>Бизнес-коворкинг</b>\n\nОборудованные вип-комнаты с почасовой оплатой (350₽/час)': 
                        'AgACAgIAAxkBAAILMGVeQyHR5e1ZCvtg3nGP2Rhn-ytMAAJL3DEb937wShNkOb1vcuSRAQADAgADeQADMwQ',

                        '<b>Open Food</b>\n\nЕсли вы захотите какое-либо блюдо, которого нет в меню, то мы его вам приготовим (безусловно, ориентируемся на наличие продуктов)': 
                        'AgACAgIAAxkBAAILh2VfGRj1s19LqSxvETZg8yqq_bQhAAIm0DEbZaABS2Cni-cDnlfZAQADAgADeQADMwQ',

                        '<b>В День Рождения</b> дарим имениннику десерт и теплые поздравления от всей команды': 
                        'AgACAgIAAxkBAAILhWVfGOme1TqiFoGaqRBJoyXbp3sHAAIk0DEbZaABS-D8ybOSAVbXAQADAgADeQADMwQ',

                        '<b>В понедельник, вторник и среду до 19:00</b>\n\nПаста карбонара + бокал Пино Гриджио всего 450₽\n\nПриглашаем вас в гости познакомиться с предложениями поближе😉': 
                        'AgACAgIAAxkBAAILNGVeQy2tb4sLtE-eEd-DLJwzekJ5AAJO3DEb937wSrVmMzne-gNOAQADAgADeQADMwQ',
                        }

reserve_message = 'Поступил новый запрос на бронь!\nИмя: {}\nИмя пользователя: {}\nТелефон: +{}\nДата бронирования: {}\nВремя бронирования: {}'