
bot_text = {'start_command': 'Добрый день! Для доступа к боту, пожалуйста, напишите ваше имя и номер телефона\
(нажмите на кнопку ниже). Пока вы не поделились с нами именем и номером телефона, мы не сможем продолжить работу. \
Если ничего не помогает - введите /start',
            'greetings': 'Привет! Я телеграмм бот City day night. Мы работаем день и ночь: с 12:00 до 04:00. \
Пригласи друга и получи 500 бонусных рублей на счет. Бонусами можно оплатить до 30% от счета.',
            'answers': 'Пожалуйста, ответьте на пару вопросов, и мы с вами свяжемся для подтверждения брони столика. \
Чтобы прервать опрос, нажмите кнопку "Назад"',
            'answer_date': 'На какую дату планируете бронь?',
            'answer_time': 'На какое время планируете бронь?',
            'name': 'Как вас зовут?',
            'phone': 'Укажите свой номер телефона для связи',
            'table': 'Какой столик желаете забронировать?',
            'call_you': 'Спасибо! В ближайшее время с вами свяжется администратор, для подтверждения бронирования.',
            'adress': 'Мы находимся: Оренбург, ул.Саморядова, 6 (Поляничко)\nТелефон: 30-97-77\nРежим работы: 12:00 - 04:00',
            'bonus_menu': 'Для просмотра накопленных баллов или участия в реферальной программе выберите кнопки ниже, для возврата \
в основное меню нажмите кнопку "Назад"',
            'referal_link': 'Приглашайте друзей и получайте 500 бонусных рублей на счет!\nВаша ссылка для приглашения: {}'
            }

promo_text = '▪ Бизнес-ланч: скидка 20% на основное меню с 12:00 до 18:00\n\
▪ Дымный коктейль со скидкой 20% «Пока светит солнце»: с 12:00 до 19:00\n\
▪ Бизнес-коворкинг: оборудованные вип-комнаты с почасовой оплатой (350₽/час)\n\
▪ Open Food: если вы захотите какое-либо блюдо, которого нет в меню, то мы его вам \
приготовим (безусловно, ориентируемся на наличие продуктов)\n\
▪ В День Рождения дарим имениннику десерт и теплые поздравления от всей команды\n\
▪ Банкетное предложение (готовое меню для твоего предложения)\n\
▪ Десерт в подарок за отзыв о заведении в Яндекс\n\
Приглашаем Ваc в гости познакомиться с предложениями поближе😉'

reserve_message = 'Поступил новый запрос на бронь!\nИмя: {}\nИмя пользователя: @{}\nТелефон: +{}\nДата бронирования: {}\nВремя бронирования: {}'